[
  {
    "key": "Muladhara",
    "image_base": "root_chakra",
    "translations": {
      "en": {
        "name": "Root Chakra",
        "desc": "The root chakra is associated with your survival instincts and how you connect with your physical body. It is the first chakra.",
        "ruling_planet": "Saturn",
        "element": "Earth",
        "location": "The base of the spine",
        "stone_colors": "Red, black",
        "healing_qualities": "Security, grounding, self-esteem, stability, overcoming self-doubt, strength, physical activity, self-confidence, self-worth",
        "stones": "Red jasper, hematite, black obsidian, black tourmaline, smoky quartz, onyx, red garnet, red agate",
        "body_placement": "Groin or feet area",
        "house_placement": "The center of your home or bedroom for grounding; beside the front door or in the four corners of a house for protection.",
        "herbs": "Chives, cayenne, paprika, pepper, horseradish",
        "essential_oils": "Rosemary, cypress, clove"
      },
      "es": {
        "name": "Chakra Raíz",
        "desc": "El chakra raíz está asociado con tus instintos de supervivencia y cómo te conectas con tu cuerpo físico. Es el primer chakra.",
        "ruling_planet": "Saturno",
        "element": "Tierra",
        "location": "La base de la columna vertebral",
        "stone_colors": "Rojo, negro",
        "healing_qualities": "Seguridad, arraigo, autoestima, estabilidad, superación de la duda, fuerza, actividad física, confianza en uno mismo, valía personal",
        "stones": "Jaspe rojo, hematita, obsidiana negra, turmalina negra, cuarzo ahumado, ónix, granate rojo, ágata roja",
        "body_placement": "Área de la ingle o los pies",
        "house_placement": "El centro de tu hogar o dormitorio para el arraigo; junto a la puerta principal o en las cuatro esquinas de una casa para protección.",
        "herbs": "Cebollino, cayena, pimentón, pimienta, rábano picante",
        "essential_oils": "Romero, ciprés, clavo"
      },
      "fr": {
        "name": "Chakra Racine",
        "desc": "Le chakra racine est associé à vos instincts de survie et à la façon dont vous vous connectez à votre corps physique. C'est le premier chakra.",
        "ruling_planet": "Saturne",
        "element": "Terre",
        "location": "La base de la colonne vertébrale",
        "stone_colors": "Rouge, noir",
        "healing_qualities": "Sécurité, ancrage, estime de soi, stabilité, surmonter le doute de soi, force, activité physique, confiance en soi, valeur personnelle",
        "stones": "Jaspe rouge, hématite, obsidienne noire, tourmaline noire, quartz fumé, onyx, grenat rouge, agate rouge",
        "body_placement": "Aine ou zone des pieds",
        "house_placement": "Le centre de votre maison ou de votre chambre pour l'ancrage ; à côté de la porte d'entrée ou dans les quatre coins d'une maison pour la protection.",
        "herbs": "Ciboulette, cayenne, paprika, poivre, raifort",
        "essential_oils": "Romarin, cyprès, clou de girofle"
      },
      "it": {
        "name": "Chakra della Radice",
        "desc": "Il chakra della radice è associato ai tuoi istinti di sopravvivenza e al modo in cui ti connetti con il tuo corpo fisico. È il primo chakra.",
        "ruling_planet": "Saturno",
        "element": "Terra",
        "location": "La base della colonna vertebrale",
        "stone_colors": "Rosso, nero",
        "healing_qualities": "Sicurezza, radicamento, autostima, stabilità, superamento del dubbio di sé, forza, attività fisica, fiducia in se stessi, valore personale",
        "stones": "Diaspro rosso, ematite, ossidiana nera, tormalina nera, quarzo fumé, onice, granato rosso, agata rossa",
        "body_placement": "Zona inguinale o piedi",
        "house_placement": "Il centro della tua casa o camera da letto per il radicamento; accanto alla porta d'ingresso o nei quattro angoli di una casa per protezione.",
        "herbs": "Erba cipollina, cayenna, paprika, pepe, rafano",
        "essential_oils": "Rosmarino, cipresso, chiodo di garofano"
      },
      "de": {
        "name": "Wurzelchakra",
        "desc": "Das Wurzelchakra ist mit deinen Überlebensinstinkten und deiner Verbindung zu deinem physischen Körper verbunden. Es ist das erste Chakra.",
        "ruling_planet": "Saturn",
        "element": "Erde",
        "location": "Die Basis der Wirbelsäule",
        "stone_colors": "Rot, Schwarz",
        "healing_qualities": "Sicherheit, Erdung, Selbstwertgefühl, Stabilität, Überwindung von Selbstzweifeln, Stärke, körperliche Aktivität, Selbstvertrauen, Selbstwert",
        "stones": "Roter Jaspis, Hämatit, schwarzer Obsidian, schwarzer Turmalin, Rauchquarz, Onyx, roter Granat, roter Achat",
        "body_placement": "Leistengegend oder Füße",
        "house_placement": "Die Mitte deines Zuhauses oder Schlafzimmers zur Erdung; neben der Haustür oder in den vier Ecken eines Hauses zum Schutz.",
        "herbs": "Schnittlauch, Cayennepfeffer, Paprika, Pfeffer, Meerrettich",
        "essential_oils": "Rosmarin, Zypresse, Nelke"
      },
      "pl": {
        "name": "Czakra Korzenia",
        "desc": "Czakra korzenia jest związana z instynktem przetrwania i sposobem, w jaki łączysz się ze swoim ciałem fizycznym. Jest to pierwsza czakra.",
        "ruling_planet": "Saturn",
        "element": "Ziemia",
        "location": "Podstawa kręgosłupa",
        "stone_colors": "Czerwony, czarny",
        "healing_qualities": "Bezpieczeństwo, uziemienie, poczucie własnej wartości, stabilność, przezwyciężanie zwątpienia w siebie, siła, aktywność fizyczna, pewność siebie",
        "stones": "Czerwony jaspis, hematyt, czarny obsydian, czarny turmalin, kwarc dymny, onyks, czerwony granat, czerwony agat",
        "body_placement": "Pachwina lub stopy",
        "house_placement": "Środek domu lub sypialni dla uziemienia; obok drzwi wejściowych lub w czterech rogach domu dla ochrony.",
        "herbs": "Szczypiorek, pieprz cayenne, papryka, pieprz, chrzan",
        "essential_oils": "Rozmaryn, cyprys, goździk"
      },
      "ru": {
        "name": "Корневая чакра",
        "desc": "Корневая чакра связана с вашими инстинктами выживания и тем, как вы соединяетесь со своим физическим телом. Это первая чакра.",
        "ruling_planet": "Сатурн",
        "element": "Земля",
        "location": "Основание позвоночника",
        "stone_colors": "Красный, черный",
        "healing_qualities": "Безопасность, заземление, самооценка, стабильность, преодоление неуверенности в себе, сила, физическая активность, уверенность в себе",
        "stones": "Красная яшма, гематит, черный обсидиан, черный турмалин, дымчатый кварц, оникс, красный гранат, красный агат",
        "body_placement": "Пах или ступни",
        "house_placement": "Центр вашего дома или спальни для заземления; рядом с входной дверью или в четырех углах дома для защиты.",
        "herbs": "Лук-резанец, кайенский перец, паприка, перец, хрен",
        "essential_oils": "Розмарин, кипарис, гвоздика"
      }
    }
  },
  {
    "key": "Svadhisthana",
    "image_base": "sacral_chakra",
    "translations": {
      "en": {
        "name": "Sacral Chakra",
        "desc": "Your second energy center, or Svadhisthana, is associated with your emotional and creative side. It's also where your sexual energy — also known as kundalini — is generated and stored.",
        "ruling_planet": "Jupiter",
        "element": "Water",
        "location": "Lower abdomen, below the navel",
        "stone_colors": "Orange, Blue",
        "healing_qualities": "Sexual energy, intuition, creativity, healing, reproduction, desire",
        "stones": "Orange Calcite, Carnelian, Moonstone, Amber, Coral, Shiva Lingam, Orange Aventurine, Topaz",
        "body_placement": "Pelvic area",
        "house_placement": "In the creative center of your home (i.e., your computer room).",
        "herbs": "Sandalwood, orange, myrrh, pepper",
        "essential_oils": "Ylang-ylang, neroli, sandalwood, jasmine"
      },
      "es": {
        "name": "Chakra Sacro",
        "desc": "Tu segundo centro energético, o Svadhisthana, está asociado con tu lado emocional y creativo. Es también donde se genera y almacena tu energía sexual, también conocida como kundalini.",
        "ruling_planet": "Júpiter",
        "element": "Agua",
        "location": "Abdomen inferior, debajo del ombligo",
        "stone_colors": "Naranja, Azul",
        "healing_qualities": "Energía sexual, intuición, creatividad, curación, reproducción, deseo",
        "stones": "Calcita naranja, cornalina, piedra de luna, ámbar, coral, Shiva Lingam, aventurina naranja, topacio",
        "body_placement": "Área pélvica",
        "house_placement": "En el centro creativo de tu hogar (por ejemplo, tu sala de ordenadores).",
        "herbs": "Sándalo, naranja, mirra, pimienta",
        "essential_oils": "Ylang-ylang, neroli, sándalo, jazmín"
      },
      "fr": {
        "name": "Chakra Sacré",
        "desc": "Votre deuxième centre énergétique, ou Svadhisthana, est associé à votre côté émotionnel et créatif. C'est aussi là que votre énergie sexuelle — aussi appelée kundalini — est générée et stockée.",
        "ruling_planet": "Jupiter",
        "element": "Eau",
        "location": "Bas-ventre, sous le nombril",
        "stone_colors": "Orange, Bleu",
        "healing_qualities": "Énergie sexuelle, intuition, créativité, guérison, reproduction, désir",
        "stones": "Calcite orange, cornaline, pierre de lune, ambre, corail, Shiva Lingam, aventurine orange, topaze",
        "body_placement": "Zone pelvienne",
        "house_placement": "Dans le centre créatif de votre maison (par exemple, votre salle informatique).",
        "herbs": "Santal, orange, myrrhe, poivre",
        "essential_oils": "Ylang-ylang, néroli, santal, jasmin"
      },
      "it": {
        "name": "Chakra Sacrale",
        "desc": "Il tuo secondo centro energetico, o Svadhisthana, è associato al tuo lato emotivo e creativo. È anche dove viene generata e conservata la tua energia sessuale, conosciuta anche come kundalini.",
        "ruling_planet": "Giove",
        "element": "Acqua",
        "location": "Basso addome, sotto l'ombelico",
        "stone_colors": "Arancione, Blu",
        "healing_qualities": "Energia sessuale, intuito, creatività, guarigione, riproduzione, desiderio",
        "stones": "Calcite arancione, corniola, pietra di luna, ambra, corallo, Shiva Lingam, avventurina arancione, topazio",
        "body_placement": "Zona pelvica",
        "house_placement": "Nel centro creativo della tua casa (ad esempio, la tua stanza del computer).",
        "herbs": "Sandalo, arancia, mirra, pepe",
        "essential_oils": "Ylang-ylang, neroli, sandalo, gelsomino"
      },
      "de": {
        "name": "Sakralchakra",
        "desc": "Dein zweites Energiezentrum, oder Svadhisthana, ist mit deiner emotionalen und kreativen Seite verbunden. Hier wird auch deine sexuelle Energie – auch bekannt als Kundalini – erzeugt und gespeichert.",
        "ruling_planet": "Jupiter",
        "element": "Wasser",
        "location": "Unterbauch, unterhalb des Bauchnabels",
        "stone_colors": "Orange, Blau",
        "healing_qualities": "Sexuelle Energie, Intuition, Kreativität, Heilung, Fortpflanzung, Verlangen",
        "stones": "Orangencalcit, Karneol, Mondstein, Bernstein, Koralle, Shiva Lingam, orange Aventurin, Topas",
        "body_placement": "Beckenbereich",
        "house_placement": "Im kreativen Zentrum deines Zuhauses (z. B. dein Arbeitszimmer).",
        "herbs": "Sandelholz, Orange, Myrrhe, Pfeffer",
        "essential_oils": "Ylang-Ylang, Neroli, Sandelholz, Jasmin"
      },
      "pl": {
        "name": "Czakra Sakralna",
        "desc": "Twoje drugie centrum energetyczne, czyli Svadhisthana, jest związane z twoją emocjonalną i kreatywną stroną. Jest to również miejsce, w którym generowana i przechowywana jest twoja energia seksualna, znana również jako kundalini.",
        "ruling_planet": "Jowisz",
        "element": "Woda",
        "location": "Podbrzusze, poniżej pępka",
        "stone_colors": "Pomarańczowy, niebieski",
        "healing_qualities": "Energia seksualna, intuicja, kreatywność, uzdrawianie, reprodukcja, pożądanie",
        "stones": "Pomarańczowy kalcyt, karneol, kamień księżycowy, bursztyn, koral, Shiva Lingam, pomarańczowy awenturyn, topaz",
        "body_placement": "Obszar miednicy",
        "house_placement": "W kreatywnym centrum domu (np. w pokoju komputerowym).",
        "herbs": "Drzewo sandałowe, pomarańcza, mirra, pieprz",
        "essential_oils": "Ylang-ylang, neroli, drzewo sandałowe, jaśmin"
      },
      "ru": {
        "name": "Сакральная чакра",
        "desc": "Ваш второй энергетический центр, или Свадхистана, связан с вашей эмоциональной и творческой стороной. Здесь также генерируется и хранится ваша сексуальная энергия, также известная как кундалини.",
        "ruling_planet": "Юпитер",
        "element": "Вода",
        "location": "Нижняя часть живота, ниже пупка",
        "stone_colors": "Оранжевый, синий",
        "healing_qualities": "Сексуальная энергия, интуиция, творчество, исцеление, размножение, желание",
        "stones": "Оранжевый кальцит, сердолик, лунный камень, янтарь, коралл, лингам Шивы, оранжевый авантюрин, топаз",
        "body_placement": "Область таза",
        "house_placement": "В творческом центре вашего дома (например, в компьютерной комнате).",
        "herbs": "Сандал, апельсин, мирра, перец",
        "essential_oils": "Иланг-иланг, нероли, сандал, жасмин"
      }
    }
  },
  {
    "key": "Manipura",
    "image_base": "solar_plexus_chakra",
    "translations": {
      "en": {
        "name": "Solar Plexus Chakra",
        "desc": "Manipura is all about tapping into your personal power and self-esteem. The chakra is associated with your ego and willpower.",
        "ruling_planet": "Mars",
        "element": "Fire",
        "location": "The stomach area, below the breast bone",
        "stone_colors": "Yellow",
        "healing_qualities": "Personal power, protection, ambition, intellect, compassion, responsibility",
        "stones": "Tiger’s Eye, Citrine, Yellow Tourmaline, Yellow Jasper, Yellow Quartz, Yellow Fluorite, Yellow Jade, Sunstone",
        "body_placement": "On the navel",
        "house_placement": "Places associated with water (i.e., laundry room, bathroom, pool).",
        "herbs": "Lavender, chamomile, anise, lemon, myrrh",
        "essential_oils": "Spearmint, cedarwood, mandarin, rosemary"
      },
      "es": {
        "name": "Chakra del Plexo Solar",
        "desc": "Manipura trata sobre aprovechar tu poder personal y autoestima. El chakra está asociado con tu ego y fuerza de voluntad.",
        "ruling_planet": "Marte",
        "element": "Fuego",
        "location": "El área del estómago, debajo del esternón",
        "stone_colors": "Amarillo",
        "healing_qualities": "Poder personal, protección, ambición, intelecto, compasión, responsabilidad",
        "stones": "Ojo de tigre, citrino, turmalina amarilla, jaspe amarillo, cuarzo amarillo, fluorita amarilla, jade amarillo, piedra sol",
        "body_placement": "En el ombligo",
        "house_placement": "Lugares asociados con el agua (p. ej., lavadero, baño, piscina).",
        "herbs": "Lavanda, manzanilla, anís, limón, mirra",
        "essential_oils": "Hierbabuena, cedro, mandarina, romero"
      },
      "fr": {
        "name": "Chakra du Plexus Solaire",
        "desc": "Manipura consiste à puiser dans votre pouvoir personnel et votre estime de soi. Le chakra est associé à votre ego et à votre volonté.",
        "ruling_planet": "Mars",
        "element": "Feu",
        "location": "La zone de l'estomac, sous le sternum",
        "stone_colors": "Jaune",
        "healing_qualities": "Pouvoir personnel, protection, ambition, intellect, compassion, responsabilité",
        "stones": "Œil-de-tigre, citrine, tourmaline jaune, jaspe jaune, quartz jaune, fluorite jaune, jade jaune, pierre de soleil",
        "body_placement": "Sur le nombril",
        "house_placement": "Lieux associés à l'eau (ex : buanderie, salle de bain, piscine).",
        "herbs": "Lavande, camomille, anis, citron, myrrhe",
        "essential_oils": "Menthe verte, cèdre, mandarine, romarin"
      },
      "it": {
        "name": "Chakra del Plesso Solare",
        "desc": "Manipura riguarda l'attingere al tuo potere personale e alla tua autostima. Il chakra è associato al tuo ego e alla tua forza di volontà.",
        "ruling_planet": "Marte",
        "element": "Fuoco",
        "location": "L'area dello stomaco, sotto lo sterno",
        "stone_colors": "Giallo",
        "healing_qualities": "Potere personale, protezione, ambizione, intelletto, compassione, responsabilità",
        "stones": "Occhio di tigre, citrino, tormalina gialla, diaspro giallo, quarzo giallo, fluorite gialla, giada gialla, pietra del sole",
        "body_placement": "Sull'ombelico",
        "house_placement": "Luoghi associati all'acqua (es. lavanderia, bagno, piscina).",
        "herbs": "Lavanda, camomilla, anice, limone, mirra",
        "essential_oils": "Mentastro verde, cedro, mandarino, rosmarino"
      },
      "de": {
        "name": "Solarplexuschakra",
        "desc": "Bei Manipura geht es darum, deine persönliche Kraft und dein Selbstwertgefühl zu nutzen. Das Chakra ist mit deinem Ego und deiner Willenskraft verbunden.",
        "ruling_planet": "Mars",
        "element": "Feuer",
        "location": "Der Magenbereich, unterhalb des Brustbeins",
        "stone_colors": "Gelb",
        "healing_qualities": "Persönliche Kraft, Schutz, Ehrgeiz, Intellekt, Mitgefühl, Verantwortung",
        "stones": "Tigerauge, Citrin, gelber Turmalin, gelber Jaspis, gelber Quarz, gelber Fluorit, gelbe Jade, Sonnenstein",
        "body_placement": "Auf dem Bauchnabel",
        "house_placement": "Orte, die mit Wasser verbunden sind (z. B. Waschküche, Badezimmer, Pool).",
        "herbs": "Lavendel, Kamille, Anis, Zitrone, Myrrhe",
        "essential_oils": "Grüne Minze, Zedernholz, Mandarine, Rosmarin"
      },
      "pl": {
        "name": "Czakra Splotu Słonecznego",
        "desc": "Manipura polega na czerpaniu z osobistej mocy i poczucia własnej wartości. Czakra jest związana z twoim ego i siłą woli.",
        "ruling_planet": "Mars",
        "element": "Ogień",
        "location": "Obszar żołądka, poniżej mostka",
        "stone_colors": "Żółty",
        "healing_qualities": "Osobista moc, ochrona, ambicja, intelekt, współczucie, odpowiedzialność",
        "stones": "Tygrysie oko, cytryn, żółty turmalin, żółty jaspis, żółty kwarc, żółty fluoryt, żółty jadeit, kamień słoneczny",
        "body_placement": "Na pępku",
        "house_placement": "Miejsca związane z wodą (np. pralnia, łazienka, basen).",
        "herbs": "Lawenda, rumianek, anyż, cytryna, mirra",
        "essential_oils": "Mięta zielona, drzewo cedrowe, mandarynka, rozmaryn"
      },
      "ru": {
        "name": "Чакра Солнечного сплетения",
        "desc": "Манипура — это использование вашей личной силы и самооценки. Чакра связана с вашим эго и силой воли.",
        "ruling_planet": "Марс",
        "element": "Огонь",
        "location": "Область живота, ниже грудины",
        "stone_colors": "Желтый",
        "healing_qualities": "Личная сила, защита, амбиции, интеллект, сострадание, ответственность",
        "stones": "Тигровый глаз, цитрин, желтый турмалин, желтая яшма, желтый кварц, желтый флюорит, желтый нефрит, солнечный камень",
        "body_placement": "На пупке",
        "house_placement": "Места, связанные с водой (например, прачечная, ванная комната, бассейн).",
        "herbs": "Лаванда, ромашка, анис, лимон, мирра",
        "essential_oils": "Мята колосистая, кедр, мандарин, розмарин"
      }
    }
  },
  {
    "key": "Anahata",
    "image_base": "heart_chakra",
    "translations": {
      "en": {
        "name": "Heart Chakra",
        "desc": "The heart chakra is associated with your self-esteem and self-love vibrations. It connects your lower chakras with the higher chakras. An open Anahata encourages healthy emotional sharing with others and unconditional love.",
        "ruling_planet": "Venus",
        "element": "Air",
        "location": "In the center of the chest",
        "stone_colors": "Green, pink",
        "healing_qualities": "Love, empathy, emotional balance, consciousness, cosmic awareness through astral travel, inner peace",
        "stones": "Rose Quartz, Jade, Malachite, Aventurine, Amazonite, Pink and Watermelon Tourmaline, Fluorite",
        "body_placement": "Heart",
        "house_placement": "Somewhere in your house that is meaningful to you, that you consider the heart of your home (i.e., the dining room, bedroom).",
        "herbs": "Jasmine, vanilla, tarragon, rose, green tea",
        "essential_oils": "Lavender, mandarin, frankincense, melissa, neroli"
      },
      "es": {
        "name": "Chakra Corazón",
        "desc": "El chakra corazón está asociado con tu autoestima y vibraciones de amor propio. Conecta tus chakras inferiores con los superiores. Un Anahata abierto fomenta el intercambio emocional saludable con los demás y el amor incondicional.",
        "ruling_planet": "Venus",
        "element": "Aire",
        "location": "En el centro del pecho",
        "stone_colors": "Verde, rosa",
        "healing_qualities": "Amor, empatía, equilibrio emocional, conciencia, conciencia cósmica a través del viaje astral, paz interior",
        "stones": "Cuarzo rosa, jade, malaquita, aventurina, amazonita, turmalina rosa y sandía, fluorita",
        "body_placement": "Corazón",
        "house_placement": "Algún lugar de tu casa que sea significativo para ti, que consideres el corazón de tu hogar (p. ej., el comedor, el dormitorio).",
        "herbs": "Jazmín, vainilla, estragón, rosa, té verde",
        "essential_oils": "Lavanda, mandarina, incienso, melisa, neroli"
      },
      "fr": {
        "name": "Chakra du Cœur",
        "desc": "Le chakra du cœur est associé à votre estime de soi et aux vibrations d'amour de soi. Il relie vos chakras inférieurs aux chakras supérieurs. Un Anahata ouvert encourage le partage émotionnel sain avec les autres et l'amour inconditionnel.",
        "ruling_planet": "Vénus",
        "element": "Air",
        "location": "Au centre de la poitrine",
        "stone_colors": "Vert, rose",
        "healing_qualities": "Amour, empathie, équilibre émotionnel, conscience, conscience cosmique par le voyage astral, paix intérieure",
        "stones": "Quartz rose, jade, malachite, aventurine, amazonite, tourmaline rose et pastèque, fluorite",
        "body_placement": "Cœur",
        "house_placement": "Un endroit de votre maison qui a du sens pour vous, que vous considérez comme le cœur de votre foyer (ex : la salle à manger, la chambre).",
        "herbs": "Jasmin, vanille, estragon, rose, thé vert",
        "essential_oils": "Lavande, mandarine, encens, mélisse, néroli"
      },
      "it": {
        "name": "Chakra del Cuore",
        "desc": "Il chakra del cuore è associato alla tua autostima e alle vibrazioni dell'amore per te stesso. Collega i tuoi chakra inferiori con quelli superiori. Un Anahata aperto incoraggia una sana condivisione emotiva con gli altri e l'amore incondizionato.",
        "ruling_planet": "Venere",
        "element": "Aria",
        "location": "Al centro del petto",
        "stone_colors": "Verde, rosa",
        "healing_qualities": "Amore, empatia, equilibrio emotivo, coscienza, consapevolezza cosmica attraverso il viaggio astrale, pace interiore",
        "stones": "Quarzo rosa, giada, malachite, avventurina, amazzonite, tormalina rosa e anguria, fluorite",
        "body_placement": "Cuore",
        "house_placement": "Qualche posto nella tua casa che è significativo per te, che consideri il cuore della tua casa (es. la sala da pranzo, la camera da letto).",
        "herbs": "Gelsomino, vaniglia, dragoncello, rosa, tè verde",
        "essential_oils": "Lavanda, mandarino, incenso, melissa, neroli"
      },
      "de": {
        "name": "Herzchakra",
        "desc": "Das Herzchakra ist mit deinem Selbstwertgefühl und den Schwingungen der Selbstliebe verbunden. Es verbindet deine unteren Chakren mit den höheren Chakren. Ein offenes Anahata fördert den gesunden emotionalen Austausch mit anderen und bedingungslose Liebe.",
        "ruling_planet": "Venus",
        "element": "Luft",
        "location": "In der Mitte der Brust",
        "stone_colors": "Grün, Rosa",
        "healing_qualities": "Liebe, Empathie, emotionales Gleichgewicht, Bewusstsein, kosmisches Bewusstsein durch Astralreisen, innerer Frieden",
        "stones": "Rosenquarz, Jade, Malachit, Aventurin, Amazonit, rosa und Wassermelonenturmalin, Fluorit",
        "body_placement": "Herz",
        "house_placement": "Irgendwo in deinem Haus, das für dich von Bedeutung ist, das du als das Herz deines Zuhauses betrachtest (z. B. Esszimmer, Schlafzimmer).",
        "herbs": "Jasmin, Vanille, Estragon, Rose, grüner Tee",
        "essential_oils": "Lavendel, Mandarine, Weihrauch, Melisse, Neroli"
      },
      "pl": {
        "name": "Czakra Serca",
        "desc": "Czakra serca jest związana z poczuciem własnej wartości i wibracjami miłości własnej. Łączy czakry dolne z czakrami wyższymi. Otwarta Anahata zachęca do zdrowego dzielenia się emocjami z innymi i bezwarunkowej miłości.",
        "ruling_planet": "Wenus",
        "element": "Powietrze",
        "location": "Na środku klatki piersiowej",
        "stone_colors": "Zielony, różowy",
        "healing_qualities": "Miłość, empatia, równowaga emocjonalna, świadomość, świadomość kosmiczna poprzez podróże astralne, wewnętrzny spokój",
        "stones": "Kwarc różowy, jadeit, malachit, awenturyn, amazonit, turmalin różowy i arbuzowy, fluoryt",
        "body_placement": "Serce",
        "house_placement": "Miejsce w domu, które jest dla ciebie znaczące, które uważasz za serce domu (np. jadalnia, sypialnia).",
        "herbs": "Jaśmin, wanilia, estragon, róża, zielona herbata",
        "essential_oils": "Lawenda, mandarynka, kadzidło, melisa, neroli"
      },
      "ru": {
        "name": "Сердечная чакра",
        "desc": "Сердечная чакра связана с вашей самооценкой и вибрациями любви к себе. Она соединяет ваши нижние чакры с высшими. Открытая Анахата способствует здоровому эмоциональному обмену с другими и безусловной любви.",
        "ruling_planet": "Венера",
        "element": "Воздух",
        "location": "В центре груди",
        "stone_colors": "Зеленый, розовый",
        "healing_qualities": "Любовь, эмпатия, эмоциональное равновесие, сознание, космическое осознание через астральные путешествия, внутренний мир",
        "stones": "Розовый кварц, нефрит, малахит, авантюрин, амазонит, розовый и арбузный турмалин, флюорит",
        "body_placement": "Сердце",
        "house_placement": "Место в вашем доме, которое имеет для вас значение, которое вы считаете сердцем своего дома (например, столовая, спальня).",
        "herbs": "Жасмин, ваниль, эстрагон, роза, зеленый чай",
        "essential_oils": "Лаванда, мандарин, ладан, мелисса, нероли"
      }
    }
  },
  {
    "key": "Vishuddha",
    "image_base": "throat_chakra",
    "translations": {
      "en": {
        "name": "Throat Chakra",
        "desc": "The throat or blue chakra is associated with your ability to communicate and express yourself. An open Vishuddha teaches you to take responsibility for your life and encourages you to speak your truth.",
        "ruling_planet": "Mercury",
        "element": "Ether",
        "location": "Above the collar bone at the neck",
        "stone_colors": "Blue",
        "healing_qualities": "Communication, self-expression, honesty",
        "stones": "Aquamarine, Blue Calcite, Sodalite, Chrysocolla, Angelite, Turquoise, Apatite, Blue Kyanite",
        "body_placement": "Throat",
        "house_placement": "In your living room or another space where meaningful communication occurs.",
        "herbs": "Eucalyptus, ginger, peppermint, camphor",
        "essential_oils": "Chamomile, bergamot, peppermint, geranium"
      },
      "es": {
        "name": "Chakra Garganta",
        "desc": "El chakra de la garganta o azul está asociado con tu capacidad para comunicarte y expresarte. Un Vishuddha abierto te enseña a asumir la responsabilidad de tu vida y te anima a decir tu verdad.",
        "ruling_planet": "Mercurio",
        "element": "Éter",
        "location": "Por encima de la clavícula en el cuello",
        "stone_colors": "Azul",
        "healing_qualities": "Comunicación, autoexpresión, honestidad",
        "stones": "Aguamarina, calcita azul, sodalita, crisocola, angelita, turquesa, apatita, cianita azul",
        "body_placement": "Garganta",
        "house_placement": "En tu sala de estar u otro espacio donde ocurra una comunicación significativa.",
        "herbs": "Eucalipto, jengibre, menta, alcanfor",
        "essential_oils": "Manzanilla, bergamota, menta, geranio"
      },
      "fr": {
        "name": "Chakra de la Gorge",
        "desc": "Le chakra de la gorge ou bleu est associé à votre capacité à communiquer et à vous exprimer. Un Vishuddha ouvert vous apprend à prendre la responsabilité de votre vie et vous encourage à dire votre vérité.",
        "ruling_planet": "Mercure",
        "element": "Éther",
        "location": "Au-dessus de la clavicule au niveau du cou",
        "stone_colors": "Bleu",
        "healing_qualities": "Communication, expression de soi, honnêteté",
        "stones": "Aigue-marine, calcite bleue, sodalite, chrysocolle, angélite, turquoise, apatite, cyanite bleue",
        "body_placement": "Gorge",
        "house_placement": "Dans votre salon ou un autre espace où une communication significative a lieu.",
        "herbs": "Eucalyptus, gingembre, menthe poivrée, camphre",
        "essential_oils": "Camomille, bergamote, menthe poivrée, géranium"
      },
      "it": {
        "name": "Chakra della Gola",
        "desc": "Il chakra della gola o blu è associato alla tua capacità di comunicare ed esprimerti. Un Vishuddha aperto ti insegna ad assumerti la responsabilità della tua vita e ti incoraggia a dire la tua verità.",
        "ruling_planet": "Mercurio",
        "element": "Etere",
        "location": "Sopra la clavicola al collo",
        "stone_colors": "Blu",
        "healing_qualities": "Comunicazione, autoespressione, onestà",
        "stones": "Acquamarina, calcite blu, sodalite, crisocolla, angelite, turchese, apatite, cianite blu",
        "body_placement": "Gola",
        "house_placement": "Nel tuo soggiorno o in un altro spazio in cui avviene una comunicazione significativa.",
        "herbs": "Eucalipto, zenzero, menta piperita, canfora",
        "essential_oils": "Camomilla, bergamotto, menta piperita, geranio"
      },
      "de": {
        "name": "Halschakra",
        "desc": "Das Hals- oder blaue Chakra ist mit deiner Fähigkeit verbunden, zu kommunizieren und dich auszudrücken. Ein offenes Vishuddha lehrt dich, Verantwortung für dein Leben zu übernehmen und ermutigt dich, deine Wahrheit zu sagen.",
        "ruling_planet": "Merkur",
        "element": "Äther",
        "location": "Über dem Schlüsselbein am Hals",
        "stone_colors": "Blau",
        "healing_qualities": "Kommunikation, Selbstausdruck, Ehrlichkeit",
        "stones": "Aquamarin, blauer Calcit, Sodalith, Chrysokoll, Angelit, Türkis, Apatit, blauer Kyanit",
        "body_placement": "Kehle",
        "house_placement": "In deinem Wohnzimmer oder einem anderen Raum, in dem bedeutungsvolle Kommunikation stattfindet.",
        "herbs": "Eukalyptus, Ingwer, Pfefferminze, Kampfer",
        "essential_oils": "Kamille, Bergamotte, Pfefferminze, Geranie"
      },
      "pl": {
        "name": "Czakra Gardła",
        "desc": "Czakra gardła lub niebieska czakra jest związana z twoją zdolnością do komunikowania się i wyrażania siebie. Otwarta Vishuddha uczy cię brać odpowiedzialność za swoje życie i zachęca do mówienia prawdy.",
        "ruling_planet": "Merkury",
        "element": "Eter",
        "location": "Powyżej obojczyka na szyi",
        "stone_colors": "Niebieski",
        "healing_qualities": "Komunikacja, wyrażanie siebie, uczciwość",
        "stones": "Akwamaryn, niebieski kalcyt, sodalit, chryzokola, angelit, turkus, apatyt, niebieski cyjanit",
        "body_placement": "Gardło",
        "house_placement": "W salonie lub innym miejscu, w którym odbywa się znacząca komunikacja.",
        "herbs": "Eukaliptus, imbir, mięta pieprzowa, kamfora",
        "essential_oils": "Rumianek, bergamotka, mięta pieprzowa, geranium"
      },
      "ru": {
        "name": "Горловая чакра",
        "desc": "Горловая или голубая чакра связана с вашей способностью общаться и выражать себя. Открытая Вишуддха учит вас брать на себя ответственность за свою жизнь и побуждает говорить правду.",
        "ruling_planet": "Меркурий",
        "element": "Эфир",
        "location": "Над ключицей на шее",
        "stone_colors": "Синий",
        "healing_qualities": "Общение, самовыражение, честность",
        "stones": "Аквамарин, голубой кальцит, содалит, хризоколла, ангелит, бирюза, апатит, голубой кианит",
        "body_placement": "Горло",
        "house_placement": "В вашей гостиной или другом месте, где происходит значимое общение.",
        "herbs": "Эвкалипт, имбирь, мята перечная, камфора",
        "essential_oils": "Ромашка, бергамот, мята перечная, герань"
      }
    }
  },
  {
    "key": "Ajna",
    "image_base": "third_eye_chakra",
    "translations": {
      "en": {
        "name": "Third Eye Chakra",
        "desc": "The third eye chakra is where your subconscious and conscious mind meet. When this chakra is unblocked and active, you can reach deeper into inner wisdom and get important insights about who you are and what you want in life.",
        "ruling_planet": "Moon",
        "element": "Light",
        "location": "Above the eyebrows, in the center of the forehead",
        "stone_colors": "Indigo",
        "healing_qualities": "Spirituality, intuition, psychic abilities, higher consciousness",
        "stones": "Lapis Lazuli, Amethyst, Purple Fluorite, Labradorite, Purple Aventurine, Purple Sapphire, Tanzanite, Hawk's Eye",
        "body_placement": "Forehead",
        "house_placement": "In your workroom; in a room with spiritual meaning.",
        "herbs": "Lemongrass, violet, cajeput",
        "essential_oils": "Frankincense, clary sage, lavender, cypress, juniper"
      },
      "es": {
        "name": "Chakra del Tercer Ojo",
        "desc": "El chakra del tercer ojo es donde se encuentran tu mente subconsciente y consciente. Cuando este chakra está desbloqueado y activo, puedes profundizar en la sabiduría interior y obtener conocimientos importantes sobre quién eres y qué quieres en la vida.",
        "ruling_planet": "Luna",
        "element": "Luz",
        "location": "Sobre las cejas, en el centro de la frente",
        "stone_colors": "Índigo",
        "healing_qualities": "Espiritualidad, intuición, habilidades psíquicas, conciencia superior",
        "stones": "Lapislázuli, amatista, fluorita púrpura, labradorita, aventurina púrpura, zafiro púrpura, tanzanita, ojo de halcón",
        "body_placement": "Frente",
        "house_placement": "En tu lugar de trabajo; en una habitación con significado espiritual.",
        "herbs": "Citronela, violeta, cajeput",
        "essential_oils": "Incienso, salvia esclarea, lavanda, ciprés, enebro"
      },
      "fr": {
        "name": "Chakra du Troisième Œil",
        "desc": "Le chakra du troisième œil est le point de rencontre de votre subconscient et de votre conscient. Lorsque ce chakra est débloqué et actif, vous pouvez puiser plus profondément dans votre sagesse intérieure et obtenir des informations importantes sur qui vous êtes et ce que vous voulez dans la vie.",
        "ruling_planet": "Lune",
        "element": "Lumière",
        "location": "Au-dessus des sourcils, au centre du front",
        "stone_colors": "Indigo",
        "healing_qualities": "Spiritualité, intuition, capacités psychiques, conscience supérieure",
        "stones": "Lapis-lazuli, améthyste, fluorite violette, labradorite, aventurine violette, saphir violet, tanzanite, œil de faucon",
        "body_placement": "Front",
        "house_placement": "Dans votre bureau ; dans une pièce ayant une signification spirituelle.",
        "herbs": "Citronnelle, violette, cajeput",
        "essential_oils": "Encens, sauge sclarée, lavande, cyprès, genévrier"
      },
      "it": {
        "name": "Chakra del Terzo Occhio",
        "desc": "Il chakra del terzo occhio è il punto d'incontro tra la tua mente subconscia e conscia. Quando questo chakra è sbloccato e attivo, puoi raggiungere più profondamente la saggezza interiore e ottenere intuizioni importanti su chi sei e cosa vuoi nella vita.",
        "ruling_planet": "Luna",
        "element": "Luce",
        "location": "Sopra le sopracciglia, al centro della fronte",
        "stone_colors": "Indaco",
        "healing_qualities": "Spiritualità, intuito, capacità psichiche, coscienza superiore",
        "stones": "Lapislazzuli, ametista, fluorite viola, labradorite, avventurina viola, zaffiro viola, tanzanite, occhio di falco",
        "body_placement": "Fronte",
        "house_placement": "Nel tuo studio; in una stanza con un significato spirituale.",
        "herbs": "Citronella, viola, cajeput",
        "essential_oils": "Incenso, salvia sclarea, lavanda, cipresso, ginepro"
      },
      "de": {
        "name": "Stirnchakra",
        "desc": "Das Stirnchakra (Drittes Auge) ist der Ort, an dem sich dein Unterbewusstsein und dein Bewusstsein treffen. Wenn dieses Chakra frei und aktiv ist, kannst du tiefer in die innere Weisheit eintauchen und wichtige Erkenntnisse darüber gewinnen, wer du bist und was du im Leben willst.",
        "ruling_planet": "Mond",
        "element": "Licht",
        "location": "Über den Augenbrauen, in der Mitte der Stirn",
        "stone_colors": "Indigo",
        "healing_qualities": "Spiritualität, Intuition, psychische Fähigkeiten, höheres Bewusstsein",
        "stones": "Lapislazuli, Amethyst, violetter Fluorit, Labradorit, violetter Aventurin, violetter Saphir, Tansanit, Falkenauge",
        "body_placement": "Stirn",
        "house_placement": "In deinem Arbeitszimmer; in einem Raum mit spiritueller Bedeutung.",
        "herbs": "Zitronengras, Veilchen, Cajeput",
        "essential_oils": "Weihrauch, Muskatellersalbei, Lavendel, Zypresse, Wacholder"
      },
      "pl": {
        "name": "Czakra Trzeciego Oka",
        "desc": "Czakra trzeciego oka jest miejscem, w którym spotykają się twoja podświadomość i świadomość. Kiedy ta czakra jest odblokowana i aktywna, możesz sięgnąć głębiej do wewnętrznej mądrości i uzyskać ważne wglądy w to, kim jesteś i czego chcesz w życiu.",
        "ruling_planet": "Księżyc",
        "element": "Światło",
        "location": "Powyżej brwi, na środku czoła",
        "stone_colors": "Indygo",
        "healing_qualities": "Duchowość, intuicja, zdolności parapsychiczne, wyższa świadomość",
        "stones": "Lapis lazuli, ametyst, fioletowy fluoryt, labradoryt, fioletowy awenturyn, fioletowy szafir, tanzanit, sokole oko",
        "body_placement": "Czoło",
        "house_placement": "W pracowni; w pokoju o znaczeniu duchowym.",
        "herbs": "Trawa cytrynowa, fiołek, kajeput",
        "essential_oils": "Kadzidło, szałwia muszkatołowa, lawenda, cyprys, jałowiec"
      },
      "ru": {
        "name": "Чакра Третьего глаза",
        "desc": "Чакра третьего глаза — это место встречи вашего подсознания и сознания. Когда эта чакра разблокирована и активна, вы можете глубже проникнуть во внутреннюю мудрость и получить важные знания о том, кто вы и чего хотите в жизни.",
        "ruling_planet": "Луна",
        "element": "Свет",
        "location": "Над бровями, в центре лба",
        "stone_colors": "Индиго",
        "healing_qualities": "Духовность, интуиция, экстрасенсорные способности, высшее сознание",
        "stones": "Лазурит, аметист, фиолетовый флюорит, лабрадорит, фиолетовый авантюрин, фиолетовый сапфир, танзанит, соколиный глаз",
        "body_placement": "Лоб",
        "house_placement": "В вашем кабинете; в комнате, имеющей духовное значение.",
        "herbs": "Лемонграсс, фиалка, кайяпут",
        "essential_oils": "Ладан, мускатный шалфей, лаванда, кипарис, можжевельник"
      }
    }
  },
  {
    "key": "Sahasrara",
    "image_base": "crown_chakra",
    "translations": {
      "en": {
        "name": "Crown Chakra",
        "desc": "The last energy center is located at the crown of the head, where you connect with the universe and communicate with your higher consciousness.",
        "ruling_planet": "Uranus",
        "element": "Thought",
        "location": "Hovers above the top of the head",
        "stone_colors": "Violet, Purple, White",
        "healing_qualities": "Energy, consciousness, enlightenment",
        "stones": "Quartz crystal, Selenite, Diamond, Amethyst, Opal, Chalcopyrite, Sugilite, Lepidolite",
        "body_placement": "Top of the head",
        "house_placement": "In your spiritual sanctuary or meditation space.",
        "herbs": "Lavender, lotus root",
        "essential_oils": "Rosewood, geranium"
      },
      "es": {
        "name": "Chakra Corona",
        "desc": "El último centro energético se encuentra en la coronilla, donde te conectas con el universo y te comunicas con tu conciencia superior.",
        "ruling_planet": "Urano",
        "element": "Pensamiento",
        "location": "Flota sobre la parte superior de la cabeza",
        "stone_colors": "Violeta, Púrpura, Blanco",
        "healing_qualities": "Energía, conciencia, iluminación",
        "stones": "Cristal de cuarzo, selenita, diamante, amatista, ópalo, calcopirita, sugilita, lepidolita",
        "body_placement": "Parte superior de la cabeza",
        "house_placement": "En tu santuario espiritual o espacio de meditación.",
        "herbs": "Lavanda, raíz de loto",
        "essential_oils": "Palo de rosa, geranio"
      },
      "fr": {
        "name": "Chakra Coronal",
        "desc": "Le dernier centre énergétique est situé au sommet de la tête, où vous vous connectez à l'univers et communiquez avec votre conscience supérieure.",
        "ruling_planet": "Uranus",
        "element": "Pensée",
        "location": "Flotte au-dessus du sommet de la tête",
        "stone_colors": "Violet, Pourpre, Blanc",
        "healing_qualities": "Énergie, conscience, illumination",
        "stones": "Cristal de roche, sélénite, diamant, améthyste, opale, chalcopyrite, sugilite, lépidolite",
        "body_placement": "Sommet de la tête",
        "house_placement": "Dans votre sanctuaire spirituel ou espace de méditation.",
        "herbs": "Lavande, racine de lotus",
        "essential_oils": "Bois de rose, géranium"
      },
      "it": {
        "name": "Chakra della Corona",
        "desc": "L'ultimo centro energetico si trova alla sommità della testa, dove ti connetti con l'universo e comunichi con la tua coscienza superiore.",
        "ruling_planet": "Urano",
        "element": "Pensiero",
        "location": "Fluttua sopra la sommità della testa",
        "stone_colors": "Viola, Porpora, Bianco",
        "healing_qualities": "Energia, coscienza, illuminazione",
        "stones": "Cristallo di quarzo, selenite, diamante, ametista, opale, calcopirite, sugilite, lepidolite",
        "body_placement": "Sommità della testa",
        "house_placement": "Nel tuo santuario spirituale o spazio di meditazione.",
        "herbs": "Lavanda, radice di loto",
        "essential_oils": "Legno di rosa, geranio"
      },
      "de": {
        "name": "Kronenchakra",
        "desc": "Das letzte Energiezentrum befindet sich am Scheitel, wo du dich mit dem Universum verbindest und mit deinem höheren Bewusstsein kommunizierst.",
        "ruling_planet": "Uranus",
        "element": "Gedanken",
        "location": "Schwebt über dem Scheitel",
        "stone_colors": "Violett, Purpur, Weiß",
        "healing_qualities": "Energie, Bewusstsein, Erleuchtung",
        "stones": "Bergkristall, Selenit, Diamant, Amethyst, Opal, Chalkopyrit, Sugilith, Lepidolith",
        "body_placement": "Scheitel",
        "house_placement": "In deinem spirituellen Heiligtum oder Meditationsraum.",
        "herbs": "Lavendel, Lotuswurzel",
        "essential_oils": "Rosenholz, Geranie"
      },
      "pl": {
        "name": "Czakra Korony",
        "desc": "Ostatnie centrum energetyczne znajduje się na czubku głowy, gdzie łączysz się ze wszechświatem i komunikujesz się ze swoją wyższą świadomością.",
        "ruling_planet": "Uran",
        "element": "Myśl",
        "location": "Unosi się nad czubkiem głowy",
        "stone_colors": "Fioletowy, purpurowy, biały",
        "healing_qualities": "Energia, świadomość, oświecenie",
        "stones": "Kryształ górski, selenit, diament, ametyst, opal, chalkopiryt, sugilit, lepidolit",
        "body_placement": "Czubek głowy",
        "house_placement": "W twoim duchowym sanktuarium lub przestrzeni medytacyjnej.",
        "herbs": "Lawenda, korzeń lotosu",
        "essential_oils": "Drzewo różane, geranium"
      },
      "ru": {
        "name": "Коронная чакра",
        "desc": "Последний энергетический центр расположен на макушке головы, где вы соединяетесь со вселенной и общаетесь со своим высшим сознанием.",
        "ruling_planet": "Уран",
        "element": "Мысль",
        "location": "Парит над макушкой головы",
        "stone_colors": "Фиолетовый, пурпурный, белый",
        "healing_qualities": "Энергия, сознание, просветление",
        "stones": "Горный хрусталь, селенит, алмаз, аметист, опал, халькопирит, сугилит, лепидолит",
        "body_placement": "Макушка головы",
        "house_placement": "В вашем духовном святилище или месте для медитации.",
        "herbs": "Лаванда, корень лотоса",
        "essential_oils": "Розовое дерево, герань"
      }
    }
  }
]